<!doctype html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<!-- <link rel='stylesheet' type='text/css' href='http://141400.ru/articles.css'>-->
<link rel='stylesheet' type='text/css' href='http://yui.yahooapis.com/pure/0.6.0/pure-min.css'>
<style>
body {font-size: 100%;}
h1 {color: #284174;}
h3 {font-weight: 100;
line-height: 1.5;
margin: 0px;
color: #666;
letter-spacing: -0.02em; font-size: 128%;}
h3 {color: #3EAAB7;}
.content {margin-left: 20px;}
.main {padding: 0 25px;}
</style>
<!-- 


-->


<?

/*
копирайтер - 2500 на исп срок - 3 месяца, далее 4000
менеджер по продажам - 3000 исп срок 2 месяца, далее 5000 + %
программист - попроектно, далее 4500 исп срок 2 мес, далее шаг +500 каждый месяц до достижения отметки в 8000 грн. Потом пересмотр.
*/


$generalTerms = "

В успешный стартап требуются целеустремленные локомотивы, готовые к тяжкому труду и лишениям. Базовые условия

0. Если вы ип, покроем до 5% ваши налоги и сборы. Действительно пока только для граждан Украины.
1. Рост зарплаты и бонусы в зависимости от достижения поставленных целей
2. Возможность карьерного роста
3. 13-ая зарплата
4. Город и страна вашего проживания значения не имеют.
5. Пятидневная рабочая неделя предполагается.

Итак, нужны:

";

/*
Название
Описание
Обязанности
Требования
Условия
Как начать
*/
$lang = array(

"obligations" => "Обязанности",
"requirements" => "Требования",
"terms" => "Условия",
"getStarted" => "Готовы к сотрудничеству?",

);


$data = "


PHP программист
В команду для удаленной работы над туристическим сайтом нужен php программист (веб-разработчик).
* Устранение текущих недочетов и ошибок * Внедрение нового функционала, напр. интеграция с соцсетями * Рефакторинг кода. * Участие в обсуждении работы сайта * Помощь в корректировке ТЗ
* Знание PHP, MySQL, jQuery, HTML, JS не ниже среднего уровня, GIT * Знание английского на уровне \"понимаю прочитанное с минимальным участием словаря\" * Умение самостоятельно мыслить и работать без \"надзирателей\" * Бесстрашие при работе с чужим кодом * Стрессоустойчивасть 
* Выполнение работы удаленное. * Работа постоянная. * Пять рабочих дней в неделю / 8 часов в день (или 4, если неполная ставка), Сб/Вс ваши. * Выполнение работы потребует от вас подписания NDA
Чтобы подать заявку, пришлите пример кода одной из ваших работ. Это продемонстрирует уровень ваших знаний и опытности лучше всяких резюме. 
https://docs.google.com/forms/d/1446nonKgcMEkm5W0YK0x-vWByjOwSbkxjmvESAGfhcA/viewform?usp=send_form

HTML разработчик
Для разовых проектов, но сроком на год и более нужен человек, который будет своевременно вносить требуемые исправления в наши сайты.
Как выглядит работа. Я даю вам список багов, вы даете примерный прогноз стоимости и делаете. Впоследствии просто получаете список с приоритетами, делаете, после выставляете счет к оплате. Обычно правки вносятся через git без доступа к самому сайту и его коду. Если без этого не обойтись, открываю прямой доступ к фтп/git. Почти все сайты самописные
* Вы знаете HTML/jQuery/JS * преимуществом будет понимание работы git и чувство прекрасного * Стрессоустойчивасть
* Работа удаленная * оплата попроектно или раз в месяц * Не менее 4 часов в день. 
Присылаем 2–3 ссылки на пример вашей верстки или архив.
https://docs.google.com/forms/d/1GawYCnPTGs1b7EEV_le1-Gph7F48GH6wjqYBdwrJw68/viewform?usp=send_form

Копирайтер-журналист
Нужен маг для работы с текстом на сайтах компании: написание статей, пресс-релизов и прочего контента
* написание ориг статей * написание новостей и пресс-релизов * ведение групп вконтакте, фб, тв, блога * написание рекламных \"продающих\" статей
* понимание SEO * грамотность, аккуратность, дисциплинированность * англ уровня \"понимаю прочитанное\" * понимание работы электронной почты * умение печатать быстро и без ошибок * понимание работы WordPress * Стрессоустойчивасть
* Работа удаленная * профессиональный и карьерный рост * Зарплата: по результатам собеседования
Отправляем кратко о себе и своем опыте

Менеджер по продажам программного обеспечения
В компанию по разработке программного обеспечения требуется менеджер по продажам.
* активный поиск новых клиентов * ведение переговоров с клиентами * увеличение продаж * расширение клиентской базы * составление коммерческих предложений
* опыт в сфере продаж * умение и желание продавать * коммуникабельность * умение работать с компьютером и поисковыми системами * понимание работы электронной почты * умение печатать быстро и без ошибок * Стрессоустойчивасть
* Работа удаленная * профессиональный и карьерный рост * Зарплата: по результатам собеседования + %
Отправляем кратко о себе и своем опыте

Менеджер по продажам услуг перевода
В бюро переводов 1Translate.com требуется менеджер по продажам услуг перевода
* активный поиск новых клиентов * ведение переговоров с клиентами * увеличение продаж * расширение клиентской базы * составление коммерческих предложений
* опыт в сфере продаж * умение и желание продавать * коммуникабельность * умение работать с компьютером и поисковыми системами * понимание работы электронной почты * умение печатать быстро и без ошибок * Стрессоустойчивасть
* Работа удаленная * профессиональный и карьерный рост * Зарплата: по результатам собеседования + %
Отправляем кратко о себе и своем опыте

Менеджер по продажам рекламы
В сообщество новоселов требуется менеджер по продажам рекламы
* активный поиск новых клиентов * ведение переговоров с клиентами * увеличение продаж * расширение клиентской базы * составление коммерческих предложений
* опыт в сфере продаж * умение и желание продавать * коммуникабельность * умение работать с компьютером и поисковыми системами * понимание работы электронной почты * умение печатать быстро и без ошибок * Стрессоустойчивасть 
* Работа удаленная * профессиональный и карьерный рост * Зарплата: по результатам собеседования + %
Отправляем кратко о себе и своем опыте

Непрофессиональные экскурсоводы
В стартап guidezillah.com нужны частные гиды, прекрасно знающие свой город. Не таксисты. Посмотрите примеры других гидов
* любить город, деревню, где живете * знать его как пять пальцев * знать достопримечательности, которые интересны вам, а не массовому потоку туристов * публикация и разработка маршрутов
* умение общаться с новыми людьми * отсутствие страха при завязывании знакомств * какие-то сертификаты и прочее не нужно!
* работа с клиентами самостоятельная * Стрессоустойчивасть * ценообразование за свои услуги свободное
Регистрируемся на сайте guidezillah.com, максимально заполняем свой профиль и начинаем добавлять туры. Это бесплатно.

Составитель туристических маршрутов
Турстартарт нуждается в человеке, который продумает всю логистику каждого конкретного маршрута.
Найти интересные незаезженные достопримечательности и развлечения в определенном городе и объединять их в маршртуты. Миксировать с перерывом на обеды, завтраки и ужины, публиковать их на сайте.
* Стрессоустойчивость * понимание целей сайта * понимание дедлайнов и тд.
* Ненормированный график * работа удаленная
Составьте несколько маршрутов в своем городе на guidezillah.com и пришлите нам ссылку на свои туры

SMM-менеджер
Интересная работа с нашими группами вконтакте, фейсбук и пр. 
* создавать уникальные продающие тексты, описания по теме «женская одежда * ведение групп вконтакте, инстаграмм, фейсбук * хорошие навыки работы с ПК, интернет-продажи * креативное хобби (фото, рисование даже на уровне paint, обработка фото)
* Креативность мышления * Нацеленность на результат * доброжелательность * умение работать в команде * уметь самостоятельно решать задачи, с которыми ранее не приходилось сталкиваться <br><br>Вау, если вы знаете как<br> * настроить и запустить таргетинговые кампании * работать с программами раскрутки * анализировать данные рекламных кампаний
* Ненормированный график * работа удаленная
В сообщении укажите примеры работ с описанием что делали и чего достигли. Или переходим сразу к делу: просто напишите в качестве теста как бы вы раскручивали группу в соцсетях по частным экскурсиям.




";

function generateJobVacancy($data, $lang, $job="", $i=0) {

	foreach (explode("\n\n", trim($data)) as $key=>$val) {
		
		$details = explode("\n",$val);
		
		$title = array_shift($details);

		$job['titles'] .= "<li><a href='#$i'>$title</a></li>";

		$job['infos'] .= "<h2><a name='$i'></a>$title</h2>

		<a class='pure-button pure-button-primary' href='mailto:support@8nog.com?subject=$title'>Подать заявку</a>
		
		<p>$details[0]</p>
		
		<div class='content'>

			<h3>$lang[obligations]</h3>
			<p>" . str_replace("*", "<li>", $details['1']) . "</p>
			
			<h3>$lang[requirements]</h3>
			<p>" . str_replace("*", "<li>", $details['2']) . "</p>

			<h3>$lang[terms]</h3>
			<p>" . str_replace("*", "<li>", $details['3']) . "</p>

			<h3>$lang[getStarted]</h3>
			<p>$details[4]</p>

		</div>

		
		";

		$i++;
	
	}

	return $job;

}

$content = generateJobVacancy($data, $lang);

echo "
<div class='main'>
<div class='header'>
<h1>Вакансии</h1>
<h3>" . nl2br(trim($generalTerms)) . "</h3>
</div>
<div class='content'>
<ul>$content[titles]</ul>
$content[infos]
</div>
</div>";